[
  {
    "0": [
      {
        "nom": "Spider-Man: Homecoming",
        "year": "2017",
        "actor":
        [
          "Tom Holland",
          "Micheal Keaton",
          "Marisa Tomei"
        ],
        "features": [
          "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT72uKlaQ_H8LDv6-iAdjjOH_V38w7oCtRAid9d7ievuVmJLDOG",
          "https://i.ytimg.com/vi/BmbfD7F3BoQ/maxresdefault.jpg"
        ],
        "synopsys": "Après ses spectaculaires débuts avec les Avengers, le jeune Peter Parker découvre peu à peu sa nouvelle identité, celle de Spider-Man, le superhéros lanceur de toile. Galvanisé par ses expériences précédentes, Peter rentre chez lui auprès de sa tante May, sous l'oeil attentif de son nouveau mentor, Tony Stark. L'apparition d'un nouvel ennemi, le Vautour, va mettre en danger tout ce qui compte pour lui."
      }
    ],
    "1": [
      {
        "nom": "Spider-Man: Far From Home",
        "year": "2019",
        "actor":
        [
          "Tom Holland",
          "Jacob Batalon",
          "Marisa Tomei"
        ],
        "features": [
          "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQenG1fLSbkkXENCcuage2d0Dchhf9KwmmKbI_liAZ2mN3B7DZD",
          "https://i.ytimg.com/vi/inFIHmGshgk/maxresdefault.jpg"
        ],
        "synopsys": "L'araignée sympa du quartier décide de rejoindre ses meilleurs amis Ned, MJ, et le reste de la bande pour des vacances en Europe. Cependant, le projet de Peter de laisser son costume de super-héros derrière lui pendant quelques semaines est rapidement compromis quand il accepte à contrecoeur d'aider Nick Fury à découvrir le mystère de plusieurs attaques de créatures, qui ravagent le continent!"
      }
    ],
    "2": [
      {
        "nom": "Iron Man",
        "year": "2008",
        "actor":
        [
          "Robert Downey JR",
          "Jon Favreau",
          "Stan Lee"
        ],
        "features": [
          "https://fr.web.img3.acsta.net/medias/nmedia/18/62/89/45/18876909.jpg",
          "https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/EA0CAFD116253CD5FC9525A5977D16FBF599E4EC62D90BB412F2E8A6309F0499/scale?width=1200&aspectRatio=1.78&format=jpeg"
        ],
        "synopsys": "Tony Stark, inventeur de génie, vendeur d'armes et playboy milliardaire, est kidnappé en Aghanistan. Forcé par ses ravisseurs à fabriquer une arme redoutable, il construit en secret une armure high-tech révolutionnaire qu'il utilise pour s'échapper. Comprenant la puissance de cette armure, il décide de l'améliorer et de l'utiliser pour faire régner la justice et protéger les innocents."
      }
    ],
    "3": [
      {
        "nom": "Iron Man 2",
        "year": "2010",
        "actor":
        [
          "Robert Downey JR",
          "Jon Favreau",
          "Don Cheadle",
          "Scarlett Johansson"
        ],
        "features": [
          "https://images-na.ssl-images-amazon.com/images/I/91UgoL1eiUL._AC_SL1500_.jpg",
          "https://www.luckymobileslots.com/wp-content/uploads/2013/09/iron_man_2_logo.jpg"
        ],
        "synopsys": "Le monde sait désormais que l'inventeur milliardaire Tony Stark et le super-héros Iron Man ne font qu'un. Cependant, malgré les pressions, Tony n'est pas disposé à divulguer les secrets de son armure, redoutant que l'information atterrisse dans de mauvaises mains. Avec Pepper Potts et James Rhodey Rhodes à ses côtés, Tony va forger de nouvelles alliances et affronter de nouvelles forces toutes-puissantes."
      }
    ],
    "4": [
      {
        "nom": "Iron Man 3",
        "year": "2013",
        "actor":
        [
          "Robert Downey JR",
          "Jon Favreau",
          "Don Cheadle",
          "Ben Kingsley"
        ],
        "features": [
          "https://fr.web.img5.acsta.net/medias/nmedia/18/91/08/37/20508296.jpg",
          "https://whatsondisneyplus.com/wp-content/uploads/2020/05/iron-man-3.jpg"
        ],
        "synopsys": "Tony Stark, alias Iron Man, mène une vie confortable aux côtés de sa compagne, Pepper. Cependant, il se retrouve confronté à Mandarin, chef d'une organisation terroriste, qui détruit sa maison et tout son univers. Tony Stark part alors à la recherche de Pepper, disparue, et cherche à se venger. Démuni, il ne peut compter que sur son ingéniosité, ses multiples inventions et son instinct de survie pour protéger ses proches."
      }
    ],
    "5": [
      {
        "nom": "Doctor Strange",
        "year": "2016",
        "actor":
        [
          "Benedict Cumberbatch",
          "Rachel McAdams",
          "Benedict Wong",
          "CHiwetei Ejiofor"
        ],
        "features": [
          "https://fr.web.img2.acsta.net/pictures/16/09/09/08/57/518191.jpg",
          "https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/9C94498149689B870D6C829829FE80574740184181DDC0734335D5580BA92B10/scale?width=1200&aspectRatio=1.78&format=jpeg"
        ],
        "synopsys": "Doctor Strange suit l'histoire du Docteur Stephen Strange, talentueux neurochirurgien qui, après un tragique accident de voiture, doit mettre son égo de côté et apprendre les secrets d'un monde caché de mysticisme et de dimensions alternatives. Basé à New York, Doctor Strange doit jouer les intermédiaires entre le monde réel et ce qui se trouve au-delà, en utlisant un vaste éventail d'aptitudes métaphysiques et d'artefacts pour protéger le Marvel Cinematic Universe."
      }
    ]
  }
]
